[
  {
    "id": "s1",
    "title": "1. ОБЩИЕ ПОЛОЖЕНИЯ ПРОЕКТА",
    "color": "#ffd43b",
    "textColor": "#1e293b",
    "rules": [
      { "id": "1.1 ОП", "text": "Незнание правил не освобождает от ответственности и не является оправданием нарушений. При регистрации на GRAND MOBILE вы автоматически и безоговорочно соглашаетесь с правилами игровых серверов и обязуетесь их соблюдать." },
      { "id": "1.2 ОП", "text": "[b]Правила игровых серверов обязательны для всех игроков, независимо от их должности, роли, статуса, опыта.[/b]\n[blue][b]Исключение:[/b][/blue][b] медийные личности, к которым применяются специальные регламенты с особыми санкциями (не разглашаются).\nПримечание: нарушение включает в себя использование схожих ников, ложные заявления в чатах, создание фейковых аккаунтов, а также попытки обмана игроков от лица администрации.[/b]" },
      { "id": "1.3 ОП", "text": "[b]Запрещено выдавать себя за администрацию, разработчиков или руководство игры, а также распространять ложную информацию о любой форме своей причастности к команде проекта, намеренно вводя в заблуждение.[/b]\n[red][b]Нарушение: Блокировка персонажа от 7 до 14 дней. Грубое нарушение: Блокировка персонажа — от 31 дня до навсегда.[/b][/red]\n[b]Наказание может быть усилено в зависимости от последствий нарушения. Обман с целью получения выгоды является грубым нарушением.[/b]" },
      { "id": "1.4 ОП", "text": "Игрок лично отвечает за сохранность своего аккаунта и имущества. Администрация не восстанавливает потерянное, украденное или переданное имущество даже в случае мошенничества." },
      { "id": "1.5 ОП", "text": "Руководство игры имеет право назначать наказания, исходя из конкретной ситуации не отталкиваясь от правил игровых серверов. В случае систематических или массовых нарушений правил, наказание может быть ужесточено вплоть до бессрочной блокировки.\nОкончательное решение остаётся за куратором проекта или вышестоящим руководством." },
      { "id": "1.6 ОП", "text": "Руководство игры, а также куратор проекта может вносить изменения в правила, уведомляя об этом через официальный Discord проекта в канале «лог-редакции-правил»." },
      { "id": "1.7 ОП", "text": "Запрещено умышленное использование пробелов, недочётов или неоднозначных формулировок в правилах проекта с целью избежать ответственности за очевидное нарушение.\n[blue]Уточнение[/blue]: если игрок оправдывает свои действия отсутствием конкретного пункта в правилах или их неполной формулировкой, но нарушение очевидно и идёт вразрез с принципами честной игры, он несёт полную ответственность за свои поступки.\n[red]Нарушение: Блокировка персонажа — от 3 дней до 31 дня.[/red]" },
      { "id": "1.8 ОП", "text": "Запрещены никнеймы, схожие с существующими, включая администраторов и медиа-партнёров, а также никнеймы с оскорблениями или ненормативной лексикой.\nНарушение: [red]устное предупреждение.[/red]\nГрубое нарушение: [red]Блокировка персонажа до 31 дня.[/red]" },
      { "id": "1.9 ОП", "text": "Удаление игрового аккаунта является необратимым процессом. Если вы приняли решение удалить свой аккаунт, восстановление данных, персонажей и имущества будет невозможно.\nАдминистрация не оказывает услуги по восстановлению удалённых аккаунтов, даже в случае ошибки или взлома. Будьте внимательны при принятии такого решения." },
      { "id": "1.10 ОП", "text": "В случае повторного или умышленного нарушения правил, а также при наличии отягчающих обстоятельств, куратор сервера/проекта и руководство игры вправе увеличить срок наказания в несколько раз от базового значения.\n[blue]Уточнение:[/blue] обстоятельства, влияющие на ужесточение наказания, включают, но не ограничиваются:\n[red]Систематическое нарушение одного и того же правила; умышленное злоупотребление игровыми механиками; игнорирование предупреждений администрации.\nОкончательное решение об увеличении срока наказания остаётся за куратором проекта или вышестоящим руководством.[/red]" }
    ]
  },
  {
    "id": "s2",
    "title": "2. ПРАВИЛА ОБЩЕНИЯ И ИСПОЛЬЗОВАНИЯ ЧАТОВ",
    "color": "#fb923c",
    "textColor": "#fff",
    "rules": [
      { "id": "2.1 ОП", "text": "Запрещено прямое, завуалированное и провокационное оскорбление личности игрока и его родственников, а также любые упоминания их в негативном ключе в любом из чатов.\n[red]Оскорбление игрока: MUTE — от 30 до 120 минут. Упоминание родных: MUTE — от 60 до 180 минут. Оскорбление родных: Блокировка персонажа — от 3 дней до 14 дней.[/red]" },
      { "id": "2.2 ОП", "text": "Запрещены флуд, избыточный Caps Lock (за исключением допустимых сокращений, названий), злоупотребление знаками препинания и символами в любом чате.\n[red]Нарушение: устное предупреждение. Грубое нарушение: MUTE — до 30 минут.[/red]" },
      { "id": "2.3 ОП", "text": "Запрещена прямая и скрытая пропаганда, популяризация или позитивное освещение запрещённых тем, включая, но не ограничиваясь:\nнаркотические и психотропные вещества, их употребление и распространение; порнография, насилие, сцены сексуального характера; экстремизм, терроризм, дискриминация, разжигание ненависти; суицид, членовредительство, опасные и незаконные действия.\n[red]Нарушение: Блокировка персонажа — от 3 дней до 14 дней. Грубое нарушение: Блокировка персонажа — от 31 дня до навсегда.[/red]" },
      { "id": "2.4 ОП", "text": "Запрещена любая реклама, независимо от её формы и содержания, включая, но не ограничиваясь: сторонние сайты, социальные сети, чаты и каналы; ссылки и упоминания любых сервисов; приглашения в сообщества, проекты, группы и другие платформы.\nДанное правило распространяется даже на ресурсы, частично относящиеся к проекту, но не являющиеся официальными.\n[red]Нарушение: MUTE — от 30 до 60 минут. Грубое нарушение: Блокировка персонажа — до 31 дня.[/red]" },
      { "id": "2.5 ОП", "text": "Запрещены расизм, ксенофобия, разжигание межнациональной розни, а также обсуждение реальной политики [не связанной с игровым процессом].\n[red]Нарушение: MUTE — от 60 до 180 минут. Грубое нарушение: Блокировка персонажа — от 31 дня до навсегда.[/red]" },
      { "id": "2.5.1 ОП", "text": "Запрещено оскорбление вероисповедания и религии в любом из чатов. [red]Блокировка персонажа — от 1 дня до 31 дня.[/red]" },
      { "id": "2.5.2 ОП", "text": "Запрещено упоминание, обсуждение и поддержание идеологии фашизма, нацизма в любом из чатов, а также использование/пропаганда другой символики/выражений в любом виде, официально запрещённой на территории Республики Казахстан.\n[red]MUTE — от 30 до 300 минут. Блокировка персонажа — от 1 дня до навсегда.[/red]" },
      { "id": "2.6 ОП", "text": "Запрещено использование слов, внесённых в список запрещённых на видеостриминговых сервисах (Twitch, YouTube и другие), в присутствии медийных личностей. [red]Нарушение: MUTE — от 60 до 180 минут.[/red]" },
      { "id": "2.7 ОП", "text": "Запрещено воспроизводить громкие или неприятные звуки в микрофон (музыка, крики, завышенная чувствительность). [red]Нарушение: MUTE — до 20 минут. Грубое нарушение: MUTE — от 30 минут до 120 минут.[/red]" },
      { "id": "2.7.1 ОП", "text": "Запрещено использование звуковых программ, а также воспроизведение музыки в микрофон. [red]MUTE — до 60 минут.[/red]" }
    ]
  },
  {
    "id": "s3",
    "title": "3. ПРАВИЛА ВЗАИМОДЕЙСТВИЯ С АДМИНИСТРАЦИЕЙ СЕРВЕРА",
    "color": "#22c55e",
    "textColor": "#fff",
    "rules": [
      { "id": "3.1 ОП", "text": "Запрещено использовать репорт не по назначению: отправлять оффтоп, флудить, просить игровую валюту, уровни, имущество, телепорт и т.п. [red]Нарушение: устное предупреждение / MUTE REPORT — до 60 минут.[/red]" },
      { "id": "3.2 ОП", "text": "Запрещены хамство, дискредитация, клевета, обман в отношении администрации сервера или проекта. [red]Нарушение: MUTE — от 30 до 90 минут. Грубое нарушение: Блокировка персонажа — от 7 дней до 31 дня.[/red]" },
      { "id": "3.3 ОП", "text": "Запрещено мешать работе администрации сервера (провокации, намеренное отвлечение, флуд в репорт и другое). [red]Нарушение: устное предупреждение. Грубое нарушение: DEMORGAN — до 120 минут.[/red]" },
      { "id": "3.4 ОП", "text": "Запрещены дискуссии, троллинг и публичные оспаривания действий администрации. Жалобы на администраторов подаются через соответствующий раздел в течение 2-х дней с момента выдачи наказания.\n[red]Нарушение: MUTE — 90 минут. Грубое нарушение: Блокировка персонажа — от 1 дня до 7 дней.[/red]" },
      { "id": "3.5 ОП", "text": "Запрещено распространение информации и любых материалов, которые имеют непосредственное отношение к работе администрации проекта. [red]Нарушение: Блокировка персонажа — от 14 дней до 31 дня.[/red]" },
      { "id": "3.6 ОП", "text": "Администрация сервера вправе выдать наказание за нарушения, совершённые на официальных платформах игры (сайт, VK, Discord, Telegram, техническая поддержка и другие).\nПеречень ресурсов: Официальный сайт проекта ([blue]https://grnd.gg[/blue]). Официальная техническая поддержка Grand Mobile ([blue]https://intercom.help/grand-mobile[/blue]).\nОфициальный Discord-канал (https://discord.gg/grnd). Официальная VK группа проекта (https://vk.com/grandmobile).\nОфициальный TG чат проекта (https://t.me/grandmobilechat). Официальные Discord-каналы всех фракций и серверов Grand Mobile." }
    ]
  },
  {
    "id": "s4",
    "title": "4. ПРАВИЛА ПОЛЬЗОВАНИЯ ИГРОВЫМИ АККАУНТАМИ И ПЕРСОНАЖАМИ",
    "color": "#60a5fa",
    "textColor": "#fff",
    "rules": [
      { "id": "4.1 ОП", "text": "Запрещены любые махинации с игровой валютой, мошенничество по отношению к другим игрокам, а также продажа, передача, обмен или покупка игровых аккаунтов и персонажей.\nПопытка продажи/покупки номеров, сим-карт, имущества по цене с разницей более 50% от рыночной стоимости считается махинацией.\n[red]Нарушение: Блокировка персонажа — от 3 дней до 7 дней. Грубое нарушение: Блокировка персонажа — от 31 дня до навсегда.[/red]" },
      { "id": "4.2 ОП", "text": "Запрещено вымогательство игровой валюты, имущества или других предметов под угрозой постоянного преследования, убийств, запрета/помехи на игру или создания неиграбельных условий для других игроков.\n[red]Нарушение: Блокировка персонажа — от 14 дней до 31 дня.[/red]\n[blue]Примечание:[/blue] ультимативные требования, навязываемые с целью принуждения к передаче имущества/валюты, считаются нарушением.\nКонфликты между семьями и организациями должны оставаться в рамках RP-сценариев, не создавая неиграбельных условий для второй стороны.\nВ случае неоднократных жалоб на конкретных игроков или группы, администрация вправе принять меры вплоть до полного роспуска семьи." },
      { "id": "4.3 ОП", "text": "Игрок может владеть только одним бизнесом на каждом сервере, независимо от количества созданных персонажей. [red]Нарушение: предупреждение. Грубое нарушение: Блокировка персонажа — до 31 дня.[/red]" },
      { "id": "4.3.1 ОП", "text": "Запрещена передача бизнеса на другой аккаунт (включая друзей, супругов и т.д.) по заниженной стоимости (менее 50% от цены покупки), а также содержание бизнеса за счёт других игроков. Обход данного правила влечёт наказание для всех участников сделки.\n[red]Нарушение: Блокировка персонажа — до 31 дня всех участников.[/red]" },
      { "id": "4.4 ОП", "text": "Запрещены любые сделки и попытки сделок с игровым имуществом, аккаунтами и валютой за реальные деньги.\n[red]Нарушение: Блокировка персонажа — на 31 день с обнулением имущества, полученного с нарушением. Грубое нарушение: Блокировка персонажа — навсегда.[/red]" },
      { "id": "4.5 ОП", "text": "Запрещено передавать игровое имущество третьим лицам для временного хранения, а также сдавать в аренду без полной продажи (например, при уходе с сервера).\n[red]Нарушение: предупреждение с откатом сделки. Грубое нарушение: Блокировка персонажа — до 31 дня с обнулением переданного имущества.[/red]" },
      { "id": "4.6 ОП", "text": "Запрещена передача валюты и имущества на безвозмездной основе (в подарок) на сумму свыше 20.000.000 рублей в сутки. Попытки обхода правила через долги и иные схемы запрещены.\n[red]Нарушение: предупреждение с откатом сделки. Грубое нарушение: Блокировка персонажа — до 31 дня с обнулением подаренного имущества.[/red]" },
      { "id": "4.7 ОП", "text": "Запрещено обходить систему продажи игрового имущества (включая искусственное снижение цен, разделение сделок и передачу через третьих лиц). [red]Нарушение: Блокировка персонажа — на 31 день.[/red]" },
      { "id": "4.8 ОП", "text": "Запрещено любое взаимодействие между своими персонажами, связанное с передачей имущества и валюты, а также передача через третьих лиц с последующим возвратом.\n[red]Нарушение: предупреждение + возврат имущества. Грубое нарушение: Блокировка персонажа — до 31 дня всех участников + обнуление переданного имущества.[/red]" },
      { "id": "4.9 ОП", "text": "Запрещено любое перемещение имущества и валюты между серверами, включая продажу, покупку, обмен или передачу. [red]Нарушение: Блокировка персонажа — до 31 дня всех участников + обнуление переданного имущества.[/red]" },
      { "id": "4.10 ОП", "text": "Запрещена продажа, передача или обмен семьи за цену, не соответствующую её реальной стоимости (учитывается склад и автопарк). Продажа рангов внутри семьи за игровую валюту, реальные деньги или имущество запрещена.\n[blue]Исключение[/blue]: допускаются добровольные пожертвования до 2.000.000 руб. в казну семьи на повышение ранга (от одного участника за всё время). [red]Нарушение: Блокировка персонажа — от 14 дней до 31 дня.[/red]" },
      { "id": "4.11 ОП", "text": "Запрещено намеренное нарушение правил сервера с дополнительных персонажей и аккаунтов, включая обход наказаний или использование их в запрещённых схемах.\n[red]Нарушение: наказание дублируется на основного персонажа. Грубое нарушение: Блокировка персонажа — от 31 дня до навсегда.[/red]" }
    ]
  },
  {
    "id": "s5",
    "title": "5. ПРАВИЛА ИГРОВОГО ПРОЦЕССА",
    "color": "#f87171",
    "textColor": "#fff",
    "rules": [
      { "id": "5.1 ОП", "text": "Запрещено искажать или манипулировать механикой взаимодействий: «Действие», «Событие», «Попытка». [red]Нарушение: MUTE — до 30 минут.[/red] [blue]Уточнение:[/blue] «Попытку» можно использовать не более 2 раз подряд в отношении одного игрока." },
      { "id": "5.1.1 ОП", "text": "Запрещено использовать отыгровку исключительно в свою пользу, игнорируя последствия своих действий. [red]Нарушение: DEMORGAN — от 30 до 60 минут.[/red]" },
      { "id": "5.2 ОП", "text": "Запрещено использование, хранение или распространение любого стороннего программного обеспечения, предоставляющего игровые преимущества.\nК таким запрещённым инструментам относятся: читы, автокликеры, макросы, боты, скрипты; любые программы и модификации, влияющие на функциональность клиента, игровой процесс;\nпрограммное увеличение кнопок, области нажатия, упрощение взаимодействия с интерфейсом и управление персонажем/транспортом/оружием; использование багов,\nнедоработок игрового мода или технических уязвимостей с целью получения преимущества, обхода системы или извлечения выгоды.\n[blue]Уточнение:[/blue] допускается использование визуальных модификаций, не дающих геймплейного преимущества: изменение неба, звуков, интерфейса, скинов на оружие и пр., если они не влияют на хитбоксы, размеры элементов управления, взаимодействие с игрой и боевую механику.\n[red]Багоюз: WARN / Блокировка персонажа — до 3 дней. Использование автокликеров, скриптов: Блокировка персонажа — от 7 до 14 дней. Распространение, использование стороннего ПО: Блокировка персонажа — от 7 до 31 дня.\nИспользование модификаций для увеличения кнопок, зоны взаимодействия автонажатий: Блокировка персонажа — до 7 дней.[/red]" },
      { "id": "5.3 ОП", "text": "Запрещено оставлять персонажа AFK в местах большого скопления игроков (зелёные зоны, дороги, рабочие зоны), создавая помеху другим игрокам. Рекомендуемые места для AFK: интерьеры домов, квартир и фракционные комнаты для сна.\n[red]Нарушение: устное предупреждение / KICK.[/red]" },
      { "id": "5.4 ОП", "text": "Запрещено преднамеренно покидать RP-ситуацию (выход из игры, уход в AFK, уход в закрытые локации или воду), а также намеренно затягивать игровой процесс.\n[blue]Исключение:[/blue] если у игрока произошёл технический сбой, он обязан предоставить доказательства при подаче жалобы.\n[red]Нарушение: WARN.[/red]" },
      { "id": "5.5 ОП", "text": "Запрещено переносить конфликты между IC и ООС: угрожать игрокам, использовать их личную информацию с целью запугивания, унижения, доксинга, или любых других форм давления и манипуляций.\n[red]Нарушение: Блокировка персонажа — от 14 дней до навсегда.[/red]" },
      { "id": "5.6 ОП", "text": "Запрещено полностью или частично опустошать склад организации и/или семьи, независимо от ранга, должности или внутриигровой ситуации.\n[red]Нарушение: Блокировка персонажа — от 14 дней до 31 дня.[/red]\n[blue]Уточнение:[/blue] любое изъятие ресурсов (боеприпасы, материалы, аптечки и т.д.), повлекшее значительное снижение содержимого склада, приравнивается к сливу.\nЗапрещено хранить фракционную амуницию и имущество в личном, семейном транспорте, сейфах или иных местах, не предназначенных для ЭТОГО." },
      { "id": "5.7 ОП", "text": "SK — это убийство/нанесение урона жильцам и/или гостям дома непосредственно возле входа в дом/квартиру или на прилегающей территории (до бордюра). [red]Наказание: DEMORGAN — до 120 минут + WARN.[/red]\n[blue]Примечание:[/blue] любые нападения, угрозы или агрессия на территории дома считаются провокацией.\n[blue]Уточнение:[/blue] территория дома/квартиры — вся зона до ближайшего бордюра. Жильцам запрещено открывать огонь первыми по тем, кто находится на их территории без веской причины." },
      { "id": "5.7.1 ОП", "text": "Провокацией считаются все агрессивные действия, направленные на жильцов дома, их гостей или саму территорию дома [до бордюра/дороги].\nАгрессивными действиями считаются: нахождение на территории с оружием наперевес, стрельба, систематические оскорбления, игнорирование требований покинуть владение и пр.\n[blue]Примечание:[/blue] запрещено уходить от RP-ситуаций, убегая на территорию своего дома, чтобы избежать последствий конфликта. [red]Наказание: DEMORGAN — до 120 минут.[/red]" },
      { "id": "5.7.2 ОП", "text": "Если незваный гость отказывается покидать территорию после официального предупреждения, жильцы имеют право применить силу (открыть огонь).\nВ то же время игрок, не покидающий территорию, не имеет права открывать ответный огонь, так как он нарушает правила провокации.\n[red]Наказание: DEMORGAN — до 120 минут + WARN.[/red]" },
      { "id": "5.8 ОП", "text": "Запрещено умышленно срывать, мешать или вмешиваться в стрим (ролик) медийных личностей, включая стримснайп, DM, DB и другие аналогичные действия.\n[red]Нарушение: DEMORGAN — до 120 минут + WARN. Грубое нарушение: Блокировка персонажа — до 31 дня.[/red]" },
      { "id": "5.9 ОП", "text": "Запрещено умышленно обходить систему AFK (использовать макросы, скрипты или другие способы). [red]Нарушение: DEMORGAN — до 120 минут.[/red]" },
      { "id": "5.10 ОП", "text": "При массовых или грубых нарушениях правил в одной IC-ситуации администратор может выполнить IC backup — вернуть ситуацию к определённому моменту.\nПри этом администратор вправе полностью амнистировать всех участников или наказать сторону, спровоцировавшую массовое нарушение." },
      { "id": "5.11 ОП", "text": "Запрещено отыгрывать действия, унижающие человеческое достоинство, причиняющие моральный вред, а также аморальные ситуации (включая все виды домогательств).\n[red]Нарушение: DEMORGAN — от 30 минут до 120 минут + MUTE — до 60 минут. Грубое нарушение: Блокировка персонажа — до 14 дней.[/red]\n[blue]Примеры:[/blue] отыгрывание крайних форм насилия, сексуальных актов, унизительных поз, принуждение к «животным» звукам, и т.п." },
      { "id": "5.12 ОП", "text": "Запрещено использовать любые оскорбительные, дискриминационные или запрещённые выражения в номерных знаках (включая оскорбления родных, администрации, игроков, наций, религий). [red]Нарушение: Блокировка персонажа — до 31 дня.[/red]\n[blue]Примечание:[/blue] блокировка персонажа может быть снята досрочно при устранении причины нарушения, а именно изменении номерного знака на соответствующий требованиям пункта 5.12." },
      { "id": "5.13 ОП", "text": "Запрещено применять ненормативные, оскорбительные или плагиатные названия семей [копирующие существующие семьи], а также упоминать родных/администрацию/игроков/нацию/религию в унизительной форме.\n[red]Нарушение: Блокировка персонажа — до 31 дня.[/red] [blue]Примечание:[/blue] блокировка персонажа может быть снята досрочно при устранении причины нарушения, а именно изменении названия семьи на соответствующее требованиям пункта 5.13." },
      { "id": "5.14 ОП", "text": "Запрещено преднамеренно мешать проведению системных ивентов (мероприятий), а также препятствовать другим игрокам в участии или выполнении заданий. [red]Нарушение: DEMORGAN — от 30 минут до 60 минут + WARN.[/red]" }
    ]
  },
  {
    "id": "s6",
    "title": "6. ТЕРМИНЫ И ИХ ОПИСАНИЕ",
    "color": "#c084fc",
    "textColor": "#fff",
    "rules": [
      { "id": "RP", "text": "• RolePlay (сокращённо RP) — режим, означающий игру по ролям, где каждый игрок играет собственную роль, придуманную для своего персонажа." },
      { "id": "IC", "text": "• In Character (сокращённо IC) — информация, относящаяся к RolePlay процессу. Произносимая или используемая непосредственно от лица игровых персонажей." },
      { "id": "OOC", "text": "• Out Of Character (сокращённо ООС) — информация, не относящаяся к RolePlay процессу. Произносимая или используемая непосредственно от лица игрока." },
      { "id": "MG", "text": "• MetaGaming (сокращённо MG) — использование ООС информации в IC (в том числе и в voice). Когда ваш персонаж узнаёт информацию, которую никак не мог узнать доступными ему способами. [red]MUTE — до 30 минут.[/red]" },
      { "id": "NonRP", "text": "• Non Role-Play (сокращённо NonRP) — действия, которые противоречат поведению людей в реальной жизни. [red]Нарушение RP режима. | DEMORGAN — от 30 до 60 минут + WARN.[/red]" },
      { "id": "PG", "text": "• PowerGaming (сокращённо PG) — воображение из себя супер героя. Преувеличение физ. возможностей персонажа. Например: 1 против 3-х и более, нападать с кулаками на вооруженного человека. [red]| DEMORGAN — до 30 минут.[/red]" },
      { "id": "NonRp Drive", "text": "• NonRP Drive (сокращённо NRPD) — вождение транспортного средства в невозможных для него условиях и/или нереалистичной манере (по горам, железной дороге, полям и т.д.) [red]DEMORGAN — до 25 минут.[/red]" },
      { "id": "UB", "text": "• Unrealistic Behavior (сокращённо UB) — нереалистичное поведение в процессе выбранного сеттинга. [red]| DEMORGAN — от 30 до 60 минут.[/red]" },
      { "id": "DM", "text": "• DeathMatch (сокращённо DM) — убийство или попытка убийства без основательной для этого IC причины. [red]DEMORGAN — от 60 до 120 минут.[/red]\n[blue]Пояснение:[/blue] существуют IC причины для убийства, а именно:\n•• Угроза жизни персонажа: прицеливание оружием, ограбление/похищение членов вашей семьи/организации.\n•• Оскорбления являются IC причиной для убийства.\n•• Непосредственный огонь из огнестрельного оружия в вашу сторону/в сторону членов вашей семьи/организации.\n•• Применение специальных средств [электрошокер, наручники и т.п.] в вашу сторону/в сторону членов вашей семьи/организации." },
      { "id": "Mass DM", "text": "• Massive DeathMatch (сокращённо Mass DM) — массовые убийства/попытки убийства игроков без основательной IC причины. [red]DEMORGAN — от 120 до 180 минут + WARN.[/red]" },
      { "id": "Mass DM GZ", "text": "• Massive DeathMatch GreenZone (сокращённо Mass DM GZ) — массовые убийства/попытки убийства игроков в Зелёной Зоне. [red]DEMORGAN — от 120 до 180 минут + WARN | В случае рецидива — Блокировка персонажа до 3 дней.[/red]" },
      { "id": "DB", "text": "• DriveBy (сокращённо DB) — убийство/попытка убийства за рулём Т/С, а также намеренный таран другого Т/С без основательной для этого IC причины. [red]DEMORGAN — от 40 до 80 минут.[/red]" },
      { "id": "SK", "text": "• Spawn Kill (сокращённо SK) — убийство/попытка убийства персонажей на месте их появления. [red]DEMORGAN — до 120 минут + WARN.[/red]" },
      { "id": "Mass SK", "text": "• Massive Spawn Kill (сокращённо Mass SK) — массовые убийства/попытки убийства персонажей на месте их появления. [red]DEMORGAN — до 120 минут + WARN | В случае рецидива — Блокировка персонажа до 3 дней.[/red]" },
      { "id": "RK", "text": "• Revenge Kill (сокращённо RK) — убийство игрока по причине мести (сразу после того, как он убил вас). Возвращение на место своей смерти в течение 20 минут вне зависимости от игрового персонажа. [red]DEMORGAN — до 40 минут.[/red]\n[blue]Примечание:[/blue] возвращение на место смерти с дополнительного персонажа также запрещено." },
      { "id": "TK", "text": "• Team Kill (сокращённо ТК) — убийство игроков, которые находятся в одной организации/семье с вами. [red]DEMORGAN — до 60 минут + WARN.[/red]" }
    ]
  },
   {
    "id": "s7",
    "title": "7. ПРАВИЛА WF",
    "color": "#c084fc",
    "textColor": "#fff",
    "rules": [
      { "id": "1.1", "text": "• Запрещено нарушать правила игры, а также использовать любые баги, софт (читы, скрипты и другое стороннее ПО). | [red]Наказание согласно правилам[/red]" },
      { "id": "1.2", "text": "• Запрещено забираться на краны у реки. | [red]DEMORGAN - до 60 минут[/red]" },
      { "id": "1.3", "text": "• Запрещены баррикады в виде автомобилей, на въездах в локацию. [red]| SPAWN автомобилей | DEMORGAN - до 30 минут [/red]" },
      { "id": "1.4", "text": "• [blue]Разрешены все виды оружия доступные в магазине оружия.[/blue]" },
      { "id": "1.5", "text": "• Запрещен любой уход от смерти (выход из игры, AFK, в зоны, запрещенные для стрельбы (въезды)). |[red] WARN  [/red] " },
      { "id": "1.6", "text": "• Запрещено RK на территорию заброшенного порта. | [red]WARN[/red]" },
      { "id": "1.7", "text": "• Запрещено выходить за территорию порта. | [red]DEMORGAN - от 30 до 60 минут[/red]" },
      { "id": "1.7.1", "text": "• Запрещено кемперить у въезда в порт, не пуская на территорию участников других семей. | [red]WARN[/red] \n Уточнение: растреливать участников за территорией запрещено. | [red]WARN[/red]" },
      { "id": "1.8", "text": "• Запрещено после краша или разрыва соединения заходить на место выхода из игры. | [red]WARN[/red \n Уточнение: если после вылета вы перезашли не на точке выхода, то приезжать на Family War все равно запрещено." },
      { "id": "1.9", "text": "• Запрещено использовать маски во время мероприятия. | [red]DEMORGAN - до 60 минут[/red]" },
      { "id": "1.10", "text": "• Запрещено объединяться с другими семьями. | [red]WARN[/red] всем участникам" },
      { "id": "1.11", "text": "•  Семья может занимать только 1 стартовую позицию до начала системного мероприятия. | [red]DEMORGAN - до 60 минут[/red]" },
      { "id": "1.12", "text": "• Процесс использования средств восстановления здоровья должен полностью проходить в укрытии. | [red]DEMORGAN - до 60 минут[/red] \n Примечание: от начала и до конца анимации." },
      { "id": "1.13", "text": "• Запрещено сбивать и сокращать анимации любым способом. | [red]DEMORGAN - до 30 минут[/red] | [red]WARN[/red]" },
      { "id": "1.14", "text": "• На территорию проведения мероприятия разрешено заходить только пешком, без использования средств передвижения. | [red]WARN[/red] \n Примечание: разрешено заходить на территорию с трех доступных входов." },
      { "id": "1.15", "text": "• Запрещено находится в AFK более 30 секунд во время мероприятия. | [red]KICK[/red]" },
      { "id": "1.16", "text": "• Запрещено убивать или наносить урон игрокам из своей семьи. | [red]DEMORGAN - до 30 минут[/red] | [red]WARN[/red] - при массовых нарушениях" },
      { "id": "1.17", "text": "• Запрещено использовать скины, которые могут давать преимущества перед другими игроками. | [red]WARN[/red] \n Уточнение: Хасбик, Чаки, Раис, Ракета, Соник, скины на коньках и т.д" },
      { "id": "1.18", "text": "• Запрещена любая накрутка убийств. | [red]DEMORGAN - до 60 минут[/red] \n Уточнение: запрещено вызывать любые гос. службы с целью убийства на территории, а также исключение игроков из семьи с целью их убийства." },
      { "id": "1.19", "text": "• Разрешено заезжать/заходить на территорию проведения семейных войн до 40-ой минуты (под конец мероприятия). | [red]WARN[/red]" },
      { "id": "1.20", "text": "• Запрещено участвовать в мероприятии игрокам ниже 5-го уровня | [red]SPAWN[/red] | [red]DEMORGAN - до 30 минут при повторном нарушении[/red]" }
    ]
  },
   {
  "id": "s8",
  "title": "ПРАВИЛА ГОС. ОРГАНИЗАЦИЙ",
  "color": "#c084fc",
  "textColor": "#fff",
  "rules": [
    { "id": "1.1", "text": "• Все сотрудники гос. организаций обязаны соблюдать регламенты (в т.ч. своей фракции), правила сервера, а также придерживаться RP процесса и логики. | [red]Наказание согласно правилам сервера[/red]" },
    { "id": "1.1.1", "text": "• Все сотрудники гос. организаций обязаны соблюдать субординацию по отношению к другим игрокам. | [red]Наказание согласно правилам сервера[/red]" },
    { "id": "1.2", "text": "• Все взаимодействия с игроками: обзвоны и прочие мероприятия, которые организованы внутри фракции, должны проводиться в официальном дискорде организации. | [red]Наказание согласно правилам сервера[/red]" },
    { "id": "1.3", "text": "• Запрещен трансфер состава в любом его виде. | [red]WARN + устный выговор лидеру[/red]\nИсключение: система переводов (при согласии лидеров)." },
    { "id": "1.4", "text": "• Запрещено принимать игроков, занесенных в общий черный список организаций. | [red]Устный/Письменный выговор лидеру[/red]" },
    { "id": "1.5", "text": "• Запрещено использование тяжелобронированной техники для патрулей. | [red]DEMORGAN - до 30 минут[/red]\nИсключение: военное положение, специальные или иные операции.\nУточнение: в сопровождении техники должно участвовать минимум 2 машины со спецсигналами." },
    { "id": "1.6", "text": "• Сотрудникам государственных орг. запрещено находиться на титульных территориях криминальных организаций. | [red]DEMORGAN - до 60 минут[/red]\nПояснение: титульным районом ОПГ называется место, где группировка проявляет свою активность в самой большей степени, также титульный район считается густонаселенным преступниками местом, куда сотрудники гос. структур не могут приехать, не имея на то весомой RP причины." },
    { "id": "1.7", "text": "• Сотрудники гос. организаций обязаны исполнять свои обязанности только на служебном транспорте и в служебной форме (дресс-код организации). | [red]WARN[/red]\nИсключение: специальные отделы под прикрытием (согласно дресс-коду отдела)." },
    { "id": "1.8", "text": "• Сотрудникам гос. организаций запрещено использовать оружие и служебный транспорт в личных целях. | [red]WARN[/red]" },
    { "id": "1.9", "text": "• Запрещена продажа рангов в государственных организациях за реальную или игровую валюту. | [red]BAN - от 30 дней до BAN - навсегда[/red]" },
    { "id": "2.1", "text": "• Все гос. организации обязаны проводить внутренние мероприятия для состава не менее одного раза в неделю. | [red]Устный выговор лидеру[/red]\nУточнение: разрешены совместные мероприятия между организациями." },
    { "id": "2.2", "text": "• Разрешено осуществлять перевод между силовыми организациями/структурами по согласию двух лидерских сторон. | [red]Письменный выговор лидеру[/red]\nПримечание №1: при переводе запрещено устанавливать игроку ранг выше предыдущей организации.\nПримечание №2: запрещено повышать игроков с целью дальнейшего перевода в другую организацию." },
    { "id": "2.3", "text": "• Разрешено осуществлять внедрение в государственные/криминальные организации с целью получения информации для дальнейшего использования в RP процессе." },
    { "id": "3.1", "text": "• Правительство имеет право устанавливать регламент проверок для государственных организаций. | [red]Устный выговор лидеру[/red]\nУточнение: не более 7 проверок в неделю, а также не более 2 проверок на одну фракцию за неделю." },
    { "id": "3.2", "text": "• Правительственная проверка имеет право уволить сотрудника государственной организации, если выявила у того какие-либо нарушения.\nПримечание: любое увольнение должно быть задокументировано, и иметь доказательства нарушения. | [red]Устный выговор лидеру, при отсутствии доказательств[/red]" },
    { "id": "3.3", "text": "• Правительство имеет право создавать законы/законопроекты, при условии, что те не противоречат логике и RP составляющей.\nПримечание: все законы должны быть согласованы со старшим куратором гос. организаций." },
    { "id": "3.3.1", "text": "• Правительство обязано обговаривать все законы и законопроекты с другими руководителями государственных организаций или представителями, которых назначил руководитель организации, если законы касаются работы этих государственных организаций. | [red]Письменный выговор лидеру[/red]\nУточнение: также необходимо согласование куратора организации и/или ст. куратора гос.орг." },
    { "id": "3.4", "text": "• Правительство обязано выдавать лицензии на оружие. | [red]Устный выговор лидеру[/red]" },
    { "id": "3.5", "text": "• Правительство должно иметь в сети как минимум двух адвокатов, которые смогут представлять чьи-либо интересы. | [red]Устный выговор лидеру[/red]" },
    { "id": "3.6", "text": "• Губернатор не может выделять более 300.000 руб на премии другим государственным организациям. | [red]Устный выговор лидеру[/red]\nИсключение: одобрение ст. куратора государственных организаций." },
    { "id": "3.7", "text": "• Правительство (при надобности и требований руководства другой организации) обязано производить заказ для проведения доставки материалов. | [red]Устный выговор лидеру[/red]" },
    { "id": "3.8", "text": "• Губернатор обязан провести минимум 2 масштабных мероприятия связанных с игроками сервера, во время лидерского срока. | [red]Письменный выговор[/red]\nПримечание: все мероприятия должны быть согласованы с куратором организации, а также правоохранительными и здравоохранительными органами." },
    { "id": "4.1", "text": "• Сотрудники минздрава обязаны оказывать помощь и выдавать медицинскую карту абсолютно каждому игроку. | [red]DEMORGAN - до 60 минут[/red]\nИсключение: сотрудники имеют право отказать гражданину, если он ведёт себя буйно или неадекватно." },
    { "id": "4.2", "text": "• Главный врач устанавливает внутренний регламент больницы, согласовав его с правительством и куратором организации. | [red]Устный выговор лидеру[/red]" },
    { "id": "4.3", "text": "• Главный врач имеет право делать проверки государственных организаций на наличие каких-либо заболеваний не более 1 раза в неделю на организацию. | [red]Устный выговор лидеру[/red]" },
    { "id": "4.4", "text": "• Сотрудникам запрещено производить лечение без соответствующих RP отыгровок, установленных внутренними инструкциями, одобренных куратором фракции. | [red]WARN[/red]" },
    { "id": "5.1", "text": "• Армия подчиняется всем регламентам и законам, а также не имеет права противодействовать действиям других гос. организаций. | [red]Письменный выговор лидеру[/red]" },
    { "id": "5.2", "text": "• Военнослужащим разрешено применять огнестрельное оружие только в экстренных случаях на территории воинской части. | [red]WARN[/red]\nУточнение: вооруженное нападение на военнослужащего, проникновение на территорию воинской части." },
    { "id": "5.3", "text": "• Воинская часть обязана совершать минимум 2 поставки в день для гос. организации. | [red]Устный выговор лидеру[/red]\nИсключение: по согласованию с лидером фракции, которой делается поставка, разрешено делать меньшее количество поставок.\nПримечание: фракция, которой производиться поставка боеприпасов, обязана предоставить требуемое количество юнитов для сопровождения по запросу воинской части." },
    { "id": "5.3.1", "text": "• Для поездки за боеприпасами должна быть колонна минимум из 2-х военных автомобилей, включая сопровождение. | [red]DEMORGAN - до 30 минут[/red]" },
    { "id": "6.1", "text": "• Сотрудники Полиции/ФСБ имеют право задерживать граждан только в случае какого-либо правонарушения. | [red]WARN[/red]" },
    { "id": "6.1.1", "text": "• Сотрудникам Полиции/ФСБ запрещено открывать огонь по гражданам без наличия RP причины.\nУточнение: игнорирование просьб покинуть территорию не является RP причиной для нанесения урона." },
    { "id": "6.2", "text": "• Сотрудникам Полиции/ФСБ запрещено проводить повторный арест игрока, который в процессе перестрелки/задержания попал в больницу. | [red]WARN[/red]" },
    { "id": "6.3", "text": "• Сотрудникам Полиции/ФСБ запрещено останавливать сотрудников МинЗдрава, либо как-то препятствовать их передвижению по вызовам. | [red]DEMORGAN - до 60 минут[/red]\nИсключение: специальная или военная операция." },
    { "id": "6.4", "text": "• Сотрудникам Полиции/ФСБ запрещено выдавать розыск, выписывать штраф без RP причины, а также вести себя неподобающим образом (nonRP). | [red]WARN[/red]" },
    { "id": "6.4.1", "text": "• Сотрудникам Полиции/ФСБ запрещено отбирать водительские права без наличия RP причины и видео-доказательств. | [red]WARN[/red]" },
    { "id": "6.5", "text": "• Сотрудники ФСБ могут не участвовать в некоторых мероприятиях, в случае если они в данный момент выполняют свои прямые обязанности (внедрения, проверки гос. структур и т.д.)." },
    { "id": "6.6", "text": "• Сотрудникам ФСБ запрещено использовать маскировку в личных целях, а также безосновательно увольнять сотрудников силовых структур. | [red]WARN[/red]" },
    { "id": "7.1", "text": "• Директор устанавливает внутренний регламент фракции, согласовав его с куратором организации. | [red]Устный выговор лидеру[/red]" },
    { "id": "7.2", "text": "• Интервал подачи новостей в эфир (реклама, мероприятие) - 10 минут. | [red]DEMORGAN - до 60 минут | MUTE - до 60 минут[/red]\nИсключение: экстренные новости." },
    { "id": "7.3", "text": "• Запрещено неадекватное редактирование объявлений, затрагивание в эфире запрещенной тематики, а также использование любой ООС информации. | [red]WARN | BAN - до 3-х дней[/red]\nУточнение: нарушение ПРО, ППЭ.\nПримечание: под запрещенной тематикой, подразумевается - употребление нецензурных выражений даже в завуалированном виде, сленговых выражений, использование \"АУЕ\" жаргона, обсуждение действий криминального характера, а также обсуждение каких-либо политических действий, не касающихся игрового процесса." },
    { "id": "7.4", "text": "• Новостная сеть обязана проводить минимум 2 мероприятия для игроков один раз в неделю. | [red]Устный выговор лидеру / Письменный выговор лидеру[/red]" },
    { "id": "7.5", "text": "• Новостная сеть обязана проводить эфиры развлекательного характера не реже чем 4 раза в неделю. | [red]Устный выговор лидеру / Письменный выговор лидеру[/red]" }
  ]
 }
]
